url_main_page = 'https://qa-scooter.praktikum-services.ru/'
answers_data = [
    'Сутки — 400 рублей. Оплата курьеру — наличными или картой.', 
    'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
    'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
    'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
    'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
    'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
    'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
    'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
    ]

url_samokat = 'https://qa-scooter.praktikum-services.ru/'
url_zakaz = 'https://qa-scooter.praktikum-services.ru/order'

order_data_1 = {
    "name" : 'Игорь',
    "surname" : 'Николаевич',
    "adress" : 'г. Москва, ул. Тестовая д. 14 кв. 120',
    "phone" : '12345678901',
    "comment" : 'нет'
}

order_data_2 = {
    "name" : 'Мариса',
    "surname" : 'Аброгимова',
    "adress" : 'г. Москва, ул. Неизвестная д. 1 кв. 1',
    "phone" : '12345678901',
    "comment" : 'Пожалуйста, привезите самый красивый и мощный самокат!'
}

text_sucsses = 'Заказ оформлен'